{
  "type": "main",
  "order": 1,
  "image": "/images/uploads/file_49.jpg",
  "episodes": [
    {
      "title": "Mở Đầu 1",
      "content": "\"...Chúng ta khao khát bảy tiếng khóc than.\n...Chúng ta gánh vác công án của Jericho.\"\n\n- Sensei gặp một giấc mơ kỳ lạ, bản thân ngồi đối diện một người bí ẩn. Người đó nói về trách nhiệm, những lựa chọn và tin tưởng giao phó cho Sensei việc thay đổi số phận của Kivotos.\n\n\"Em đã từng nói về những thứ như trách nhiệm trước đây. Khi đó em vẫn chưa hiểu lắm về chúng, nhưng giờ thì em đã ngộ ra rồi. Sự trưởng thành, trách nhiệm, nghĩa vụ... và những lối đi có thể đưa thầy tiến xa hơn cả những lý tưởng đó. Ngay cả ý nghĩa của chúng cũng vậy... Sensei. Thầy là người mà em tin tưởng. Chỉ có thầy mới có thể giải phóng chúng em khỏi cái định mệnh méo mó, siêu vẹo này...và tìm ra lựa chọn dẫn chúng em đến với một thực tại mới. Vậy nên, Sensei. Xin thầy hãy...\"\n\n- Sensei tỉnh dậy tại sảnh của Hội Học Sinh Liên Bang (GSC) và gặp Nanagami Rin, một cán bộ điều hành của GSC. Rin giải thích rằng Sensei đã được Hội Trưởng triệu hồi đến bằng một cách nào đó để giải quyết các vấn đề của Kivotos.\n\n- Đại diện từ các học viện khác nhau (Hayase Yuuka từ Trường Khoa Học Millennium, Hanekawa Hasumi và Morizuki Suzumi từ Trường Tổng Hợp Trinity và Hinomiya Chinatsu từ Học Viện Gehenna) xuất hiện và chất vấn GSC về tình trạng hỗn loạn đang diễn ra khắp Kivotos (cúp điện, tội phạm gia tăng, buôn lậu vũ khí).\n\n- Rin tiết lộ rằng Hội Trưởng GSC đã mất tích, khiến GSC mất quyền quản trị Tháp Thánh Tích và không thể kiểm soát tình hình thành phố.\n\n- Rin giới thiệu Sensei là \"chìa khóa\" để giải quyết vấn đề. Sensei sẽ trở thành cố vấn cho CLB Điều Tra Liên Bang, hay còn gọi là Schale. Đây là tổ chức có thẩm quyền đặc biệt, được phép hoạt động vũ trang ở mọi học khu tại Kivotos.\n\n- Cả nhóm cần đến văn phòng của Schale để kích hoạt lại hệ thống hành chính. Tuy nhiên, Yuragi Momoka báo rằng tòa nhà đang bị bao vây bởi các tù nhân trốn trại và côn đồ.\n\n- Khi di chuyển đến ngoại ô Quận Khu Utnapishtim (D.U.), cả nhóm bị tấn công. Các học sinh lo lắng cho sự an toàn của Sensei (vì Sensei là người ngoài Kivotos, cơ thể không chịu được đạn). Sensei quyết định trực tiếp chỉ huy trận chiến.\n\n- Dưới sự chỉ huy của Sensei, các học sinh giành chiến thắng dễ dàng hơn nhiều so với dự kiến. Họ bắt đầu tin tưởng vào khả năng lãnh đạo của Sensei."
    },
    {
      "title": "Mở Đầu 2",
      "content": "- Rin xác nhận kẻ đứng sau vụ bạo loạn là Kosaka Wakamo, một học sinh bị đình chỉ học từ Học Viện Liên Minh Bách Quỷ Dạ Hành và đã trốn thoát khỏi Cục Cải Huấn.\n\n- Nhóm Sensei chiến thắng Wakamo và giành lại quyền kiểm soát tòa nhà Schale. Tại tầng hầm, Sensei vô tình gặp lại Wakamo. Khi nhìn thấy Sensei, Wakamo bỗng trở nên ngượng ngùng, đỏ mặt và bỏ chạy thay vì chiến đấu.\n\n- Rin trao cho Sensei \"Hộp Shittim\", một thiết bị bí ẩn giống máy tính bảng do Hội Trưởng GSC để lại. Không ai khác ngoài Sensei có thể kích hoạt nó bằng mật khẩu.\n\n\"...Chúng ta khao khát bảy tiếng khóc than.\n...Chúng ta gánh vác công án của Jericho.\"\n\n- Khi kích hoạt, Sensei truy cập vào hệ điều hành và đánh thức Arona, thư ký AI quản lý hệ thống. Sau khi xác thực sinh trắc học (bằng cách chạm đầu ngón tay của cả hai vào nhau), Arona chính thức trở thành thư ký của Sensei.\n\n- Nhờ sự giúp đỡ của Arona, Sensei khôi phục quyền truy cập vào Tháp Thánh Tích và chuyển giao quyền điều hành lại cho GSC, giúp thành phố thoát khỏi hỗn loạn.\n\n- Rin đưa Sensei đến văn phòng của Schale. Mặc dù Schale có quyền lực lớn, mục đích cụ thể của nó vẫn chưa rõ ràng vì Hội Trưởng GSC đang mất tích. Rin gợi ý Sensei có thể bắt đầu bằng việc giải quyết các yêu cầu và khiếu nại từ học sinh khắp Kivotos.\n\n- Yuuka, Hasumi, Chinatsu, Suzumi chia tay Sensei và trở về trường của mình. Arona cùng Sensei chuẩn bị bắt đầu nhiệm vụ chính thức đầu tiên của Schale. Ở một nơi khác, Wakamo vẫn đang nhớ về cuộc gặp gỡ với Sensei."
    }
  ],
  "display_title": "Mở Đầu",
  "sub_title": "Mở Đầu"
}
